//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "지원 정보 확인";
"GetLabsUninstaller" = "제거 프로그램 다운로드";


// DISPATCHER
"ReinstallButtonDescription" = "최신 버전 설치";
"UninstallButtonDescription" = "현재 설치 제거";

"ReinstallButtonTitle" = "최신 버전 얻기";
"UninstallButtonTitle" = "제거";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Adobe® Flash® Player를 설치할 수 없습니다.\n";
"NewerFlashPlayerAlreadyInstalled" = "이 시스템에 보다 최신 버전의 소프트웨어가 이미 설치되어 있습니다.";
"InstalledVersionTitle" = "설치된 버전:";
"ThisVersionTitle" = "현재 버전:";
"SystemDoesNotMeetMinimumRequirements" = "시스템이 설치에 필요한 최소 요구 사항을 충족하지 않습니다. Mac OS X %@ 이상이 설치되어 있어야 합니다.";
"NeedToUninstallFirst" = "이 버전의 Flash Player를 설치하기 전에 Flash Player 제거 프로그램을 실행해야 합니다. 제거 프로그램을 다운로드하려면 Adobe Labs 웹 페이지를 방문하십시오.";

// WELCOME
"LicenseAgreementLink" = "여기서 라이센스를 읽으십시오.";
"ReadAndAgreeToTermsOfUse" = "Flash Player 라이센스 계약서의 사용 약관을 읽었으며 이에 동의합니다. ";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "계속하려면 다음 응용 프로그램을 닫으십시오.";
"CloseFPClientsDescription2" = "응용 프로그램은 수동으로 닫거나 아래를 클릭하여 닫을 수 있습니다.";

"ForceCloseAllButtonTitle" = "모두 닫기";

"CloseAppsDialogTitle" = "추가 응용 프로그램 닫기";
"CloseAppsDialogMessage" = "종료해야 하는 응용 프로그램이 일부 남아 있습니다.\n\n업데이트된 목록을 보려면 [확인]을 클릭하십시오.";

"OKButtonTitle" = "확인";
"CloseButtonTitle" = "닫기";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player %@ 설치 관리자";

"EnableInstallMessage" = "설치를 시작하려면 위 확인란을 클릭하여 사용권 계약에 동의하십시오.";

"InstallingMessage" = "설치 중...";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "설치 마무리 중...";

"InstallButtonTitle" = "설치";
"RetryButtonTitle" = "다시 시도";
"QuitButtonTitle" = "종료";
"DoneButtonTitle" = "완료";
"DownloadButtonTitle" = "다운로드";

// +--> Success
"InstallSucceededTitle" = "Flash Player %@ 설치 완료";
"RestartBrowserMessage" = "브라우저를 다시 시작하십시오.";

// +--> Failure
"InstallFailedTitle" = "설치 실패";
"InstallFailedDescription" = "설치에 실패했습니다.";
"ErrorLogTitle" = "오류 로그:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Flash Player 환경 설정 업데이트";
"UpdateOptionsSubheader" = "보안 업데이트 및 기능 향상을 자동으로 다운로드하고 설치할 수 있습니다.";
"UpdateMethodSelectionTitle" = "업데이트 방법 선택:";
"UpdateOption_InstallAutomatically" = "Adobe가 업데이트를 설치하도록 허용(권장)";
"UpdateOption_NotifyUser" = "업데이트 설치 알림 수신";
"UpdateOption_DoNotCheckForUpdates" = "업데이트 확인 안 함(권장되지 않음)";
"UpdateOptionsLearnMore" = "자세한 정보";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_kr";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player 제거 관리자";
"UninstallDescriptionText" = "이 프로그램은 컴퓨터에서 Adobe® Flash® Player를 제거합니다.";
"UninstallDescriptionText_PlusTentacleRemover" = "이 프로그램은 컴퓨터에서 Adobe® Flash® Player와 모든 관련 캐시 파일 및 설정을 제거합니다.";

"UninstallingMessage" = "제거 중...";
"UninstallCompletedTitle" = "완료됨";

// +--> Success
"UninstallSucceededText" = "시스템에서 Adobe® Flash® Player가 제거되었습니다.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "업데이트 정보를 불러올 수 없습니다. 인터넷 연결 상태를 확인한 후 다시 시도하십시오.";
"CheckingForUpdatesText" = "업데이트 정보를 가져오는 중…";

// No update available
"FlashPlayerIsUpToDate" = "시스템에 설치된 Adobe® Flash® Player는 최신 버전입니다.";

// Update available
"AutoUpdateXmlLocale" = "kr";
"FPAutoUpdateWindowTitle" = "Adobe Flash Player 업데이트";
"UpdateAvailableText" = "Adobe® Flash® Player 업데이트를 사용할 수 있습니다.";
"InstallThisUpdateQuestion" = "이 업데이트를 설치하시겠습니까?";
"ChangeSettingsText" = "업데이트 설정은 로컬 설정 관리자에서 변경할 수 있습니다.";
"LaunchLSMLink" = "로컬 설정 관리자 실행";

"RemindMeLaterButtonTitle" = "나중에 알림";


// Download Progress Panel
"CancelButtonTitle" = "취소";
"DownloadSucceededTitle" = "다운로드 성공";
"DownloadFailedTitle" = "다운로드 실패";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "설치 프로그램을 다운로드하는 동안 오류가 발생했습니다. 인터넷에 연결되어 있는지 확인한 후 다시 시도하십시오.";
"DownloadingMessage" = "다운로드하는 중...";
"VerifyingDownloadMessage" = "다운로드 확인 중...";
"UnpackingDownloadMessage" = "다운로드의 압축을 푸는 중...";
"LaunchingInstallerMessage" = "설치 프로그램을 실행하는 중...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/kr/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/kr/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "사용 데이터";
"AnalyticsCheckboxLabel" = "익명 사용 데이터 보내기";
"AnalyticsCheckboxDescription" = "익명 사용 데이터를 보내 Adobe Flash Player 개선에 동참합니다. 언제든지 이 선택을 변경할 수 있습니다.";
"AnalyticsLearnMore" = "자세한 정보";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_kr";
